Repository: Acroipeol/estatezilla
Catalog: resources/po/*.po
Languages: fr

source: per_week
fr: par semaine

source: per_month
fr: par mois

source: per_person
fr: par personne

source: Message from
fr: Message de

source: Thanks for your message. We'll get back to you shortly.
fr: Merci pour votre message. Nous reviendrons vers vous sous peu.

source: Choose your language
fr: Choisissez votre langage

source: Highest price
fr: Prix ​​le plus élevé

source: Lowest price
fr: Le prix le plus bas

source: Most recent
fr: Le plus récent

source: Message from %s visitor
fr: Message du visiteur% de

source: Save property
fr: Enregistrer la propriété

source: Remove saved property
fr: Retirer biens sauvés

source: This area only
fr: Cette zone ne

source: Within &frac14; mile
fr: Dans & frac14; mile

source: Within &frac12; mile
fr: Dans & frac12; mile

source: Within %s mile
fr: Dans% de la mile

source: No min
fr: Aucune min

source: No max
fr: Aucune max

source: Last 24 hours
fr: Dernières 24 heures

source: Last 3 days
fr: 3 derniers jours

source: Last 7 days
fr: Les 7 derniers jours

source: Last 14 days
fr: 14 derniers jours

source: Any
fr: Quelconque

source: New
fr: Nouveau

source: Pre-owned
fr: Véhicules d'occasion

source: Has parking
fr: Dispose d'un parking

source: Has garden
fr: Dispose de jardin

source: Investment property
fr: Propriété d'investissement

source: Property link :
fr: lien de propriété:

source: Property reference :
fr: Référence du bien:

source: Please enter your name
fr: Veuillez entrer votre nom

source: Please enter your email
fr: S'il vous plaît entrer votre e-mail

source: Please enter your friend's name
fr: S'il vous plaît entrez le nom de votre ami

source: Please enter your friend's email
fr: S'il vous plaît entrez l'email de votre ami

source: %s shared a property with you
fr: % s partagés une propriété avec vous

source: You've successfully sent this message to your friend
fr: Vous avez envoyé avec succès ce message à votre ami

source: Password changed successfully!
fr: Le mot de passe a été changé avec succès!

source: You must enter the description for the '%s' language
fr: Vous devez entrer la description de la langue '% s'

source: Invalid address
fr: Adresse invalide

source: Please make sure the terms and conditions are accepted
fr: S'il vous plaît faire que les termes et les conditions sont acceptées
